PREFECTURE_CHOICES = [ 
    ('北海道', '北海道'), ('青森県', '青森県'), ('岩手県', '岩手県'), ('宮城県', '宮城県'), ('秋田県', '秋田県'),
    ('山形県', '山形県'), ('福島県', '福島県'), ('茨城県', '茨城県'), ('栃木県', '栃木県'), ('群馬県', '群馬県'),
    ('埼玉県', '埼玉県'), ('千葉県', '千葉県'), ('東京都', '東京都'), ('神奈川県', '神奈川県'), ('新潟県', '新潟県'),
    ('富山県', '富山県'), ('石川県', '石川県'), ('福井県', '福井県'), ('山梨県', '山梨県'), ('長野県', '長野県'),
    ('岐阜県', '岐阜県'), ('静岡県', '静岡県'), ('愛知県', '愛知県'), ('三重県', '三重県'), ('滋賀県', '滋賀県'),
    ('京都府', '京都府'), ('大阪府', '大阪府'), ('兵庫県', '兵庫県'), ('奈良県', '奈良県'), ('和歌山県', '和歌山県'),
    ('鳥取県', '鳥取県'), ('島根県', '島根県'), ('岡山県', '岡山県'), ('広島県', '広島県'), ('山口県', '山口県'),
    ('徳島県', '徳島県'), ('香川県', '香川県'), ('愛媛県', '愛媛県'), ('高知県', '高知県'), ('福岡県', '福岡県'),
    ('佐賀県', '佐賀県'), ('長崎県', '長崎県'), ('熊本県', '熊本県'), ('大分県', '大分県'), ('宮崎県', '宮崎県'),
    ('鹿児島県', '鹿児島県'), ('沖縄県', '沖縄県'),
]

PREFECTURE_ID = {
    '北海道': '016010', '青森県': '020010', '岩手県': '030010', '宮城県': '040010', '秋田県': '050010',
    '山形県': '060010', '福島県': '070010', '茨城県': '080010', '栃木県': '090010', '群馬県': '100010',
    '埼玉県': '110010', '千葉県': '120010', '東京都': '130010', '神奈川県': '140010','新潟県': '150010',
    '富山県': '160010', '石川県': '170010', '福井県': '180010', '山梨県': '190010', '長野県': '200010',
    '岐阜県': '210010', '静岡県': '220010', '愛知県': '230010', '三重県': '240010', '滋賀県': '250010',
    '京都府': '260010', '大阪府': '270000', '兵庫県': '280010', '奈良県': '290010', '和歌山県': '300010',
    '鳥取県': '310010', '島根県': '320010', '岡山県': '330010', '広島県': '340010', '山口県': '350020',
    '徳島県': '360010', '香川県': '370000', '愛媛県': '380010', '高知県': '390010', '福岡県': '400010',
    '佐賀県': '410010', '長崎県': '420010', '熊本県': '430010', '大分県': '440010', '宮崎県': '450010',
    '鹿児島県': '460010', '沖縄県': '471010'
}